tap "homebrew/bundle"
tap "homebrew/services"
tap "localsend/localsend"
tap "universal-ctags/universal-ctags"
brew "bash-completion"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "gopls"
brew "httpie"
brew "jq"
brew "mysql", restart_service: true
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "ranger"
brew "ruby-build"
brew "ruff"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "translate-shell"
brew "tree"
brew "shellcheck"
brew "shfmt"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "yamllint"
brew "zsh"
cask "android-platform-tools"
cask "firefox"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "iina"
cask "localsend"
cask "middleclick"
cask "obsidian"
cask "onedrive"
cask "openmtp"
cask "orbstack"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "snipaste"
cask "squirrel"
cask "telegram"
cask "kap"
cask "keycastr"
cask "kitty"
cask "wezterm"
