tap "homebrew/bundle"
tap "homebrew/services"
tap "localsend/localsend"
tap "steipete/tap"
tap "universal-ctags/universal-ctags"
tap "steipete/tap"
tap "farion1231/ccswitch"
brew "bash-completion"
brew "git"
brew "gnupg"
brew "httpie"
brew "mise"
brew "mysql", restart_service: true
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "ranger"
brew "redis"
brew "scrcpy"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "zsh"
cask "alt-tab"
cask "android-platform-tools"
cask "bitwarden"
cask "cc-switch"
cask "codexbar"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "imageoptim"
cask "keka"
cask "localsend"
cask "middleclick"
cask "obsidian"
cask "openmtp"
cask "orbstack"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "snipaste"
cask "squirrel-app"
cask "thaw"
cask "telegram"
cask "ticktick"
cask "kap"
cask "keycastr"
cask "kitty"
