tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "cmake"
brew "fd"
brew "fzf"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "highlight"
brew "icu4c"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "zsh"
cask "firefox"
cask "font-hack-nerd-font"
cask "iina"
cask "iterm2"
cask "macvim"
cask "obsidian"
cask "onedrive"
cask "openmtp"
cask "plistedit-pro"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "snipaste"
cask "squirrel"
cask "telegram"
cask "vimr"
cask "keycastr"
cask "kap"
